{
"diseases":[

{
"disease":"Asthama",
"url":"https://tse4.mm.bing.net/th?id=OIP.eurJRKzgIUY4CF0jPT8JVgHaE8&pid=Api&P=0&w=242&h=162",
"remedy":"Ginger – it helps in decreasing inflammation and decreasing and managing asthma symptoms. Turmeric – helps prevent asthma attacks and keep allergies at bay.Massaging the chest with warm sesame oil mixed with salt helps to loosen the phlegm deposited in the chest, especially, when followed by steam inhalation."
},
{
"disease":"Back Ache",
"url":"https://www.honuae.com/wp-content/uploads/2020/08/BACK-PAIN-MANAGEMENT-AT-HOUSE-OF-NATURE.jpg",
"remedy":"Have 2-3 teaspoons of psyllium husk with a glassful of hot milk at bedtime. This will evacuate the rectum, treating constipation, which is one of the main causes of flatulence and Vata aggravation. Have 1 teaspoon of castor oil with a glassful of milk at bedtime. Castor oil is considered one of the best oils to pacify Vata dosha.Massage the affected area gently with warm sesame oil and cover with a cotton cloth. Avoid exposure to air or cold wind."


},
{

"disease":"Arthritis",
"url":"https://tse1.explicit.bing.net/th?id=OIP.jhvCFsTxXDuoS6rEzsJVswHaD4&pid=Api&P=0&w=334&h=176",
"remedy":"Ashwagandha, turmeric, aloe vera, Boswella, eucalyptus, ginger, and green tea are some of the best examples of herbs for arthritis treatment in Ayurveda.Green lentil (mung) soup mixed with crushed garlic cloves is easily digested and can ease inflammation.The use of castor oil is very helpful in cleansing ama (toxin) and balancing Vata. Take one tablespoon before bed, once or twice a week."

},
{
"disease":"Acne",
"url":"https://tse4.mm.bing.net/th?id=OIP.SdJxoIYJgGxwlC6EmBwHaQHaEL&pid=Api&P=0&w=325&h=184",
"remedy":"Prepare a powdered mixture of coriander seeds, fennel, basil, turmeric, and Indian gooseberry (amla; Amalaki) in equal parts. Take ½ teaspoon of this powder 15 minutes before lunch and dinner.Have 1 teaspoon of powdered Indian gooseberry fruit (amla; Amalaki) in the morning and evening with water. Apply neem, aloe vera extract to the skin, it's the best cure."
},
{
"disease":"Cold",
"url":"https://tse1.mm.bing.net/th?id=OIP.0Lhd2kr3eJrHKi9C5l_UdQHaE7&pid=Api&P=0&w=234&h=157",
"remedy":"Grind 4-6 seeds of black pepper. Add this powder together with a pinch of turmeric to a cup of milk and boil it for 2 minutes. Strain the milk through a tea strainer. Drinking this at bedtime helps you sleep better by preventing a stuffy nose and nocturnal dry cough caused by a common cold.Lemon is an important remedy for the obvious symptoms of a common cold. Dilute the juice of one lemon in a glass of warm water and make use of honey by adding a teaspoon of it to the mixture. Take this lemonade twice or thrice daily. This vitamin C-rich lemonade increases body resistance decreases toxicity and reduces the duration of illness."
},
{
"disease":"Cough",
"url":"https://tse1.mm.bing.net/th?id=OIP.W0RujBbu2Y215akEHnTSpgHaEK&pid=Api&P=0&w=338&h=191",
"remedy":"Haldi or turmeric is popular in home remedies across the subcontinent, but it is especially helpful for cough relief, whether dealing with a wet or dry cough.Use the decoction of Sauf (Ani seeds) as the base water to make coffee or tea.Sooth your infected throat pipe with natural cough syrup made by mixing ginger and honey. Boil a piece of ginger (peeled) in water. Filter and mix 1 tsp of honey and consume.Drink tea made of Tulsi (Basil leaves), ginger, and honey.Ghrita (medicated ghee) administration. Ghee is prepared using warm or moist expectorant herbs: Kantakari, vasaka, licorice, and wild cherry bark.For the digestive system anuvasana Basti (oil enema) or niruha, Basti (decoction enema) is done."

},
{
"disease":"Fever",
"url":"https://tse2.mm.bing.net/th?id=OIP.usMdp6I6sLiZqagUgBHo4wHaE8&pid=Api&P=0&w=260&h=175",
"remedy":"A yummy tea with many benefits, such as anti-inflammatory, anti-oxidant, reduces viral fever symptoms. The antimicrobial properties present in honey help in reducing the symptoms of cough and fever. Also, honey is an ayurvedic-approved medicine for cough as it contains dextromethorphan which suppresses cough.Coriander seeds help to strengthen the immunity system because of the phytonutrients present in them. The oils and the antibiotic compound present in coriander seeds help viral infection stay at bay. You can sip coriander tea throughout the day for the extra immunity dose.Tulsi leaves contain eugenol, linalool, and citronellol, which help to reduce inflammation. Tulsi leaves can reduce the symptoms of viral fever as it has antibacterial, antibiotic properties. Garlic is very effective in treating viral and other infections. Hence, it is an integral part of Indian cooking."
},{
"disease":"Headache",
"url":"https://tse4.mm.bing.net/th?id=OIP.y5yqsZ_tqfxenORi8s4ejgHaHa&pid=Api&P=0&w=300&h=300",
"remedy":"Increase the effectiveness of the meditation by using essential oils such a lavender or sandalwood to calm mental activity. An Ayurvedic spa treatment called Shiro Dhara can provide great comfort to all those who suffer from headaches. Warm oil is poured in a slow, gentle stream along the forehead.Take a few drops of ghee (clarified butter) on your palm. Mix 3 or 4 pieces of saffron in it, and rub it for two minutes. The saffron does not dissolve in the ghee, but its qualities are absorbed. Remove saffron and put two drops of this ghee in each nostril. · Dosage: Follow procedure twice a day.Oil massage on the scalp also relieves tension and headache. Sesame oil, almond oil, mustard oil or ghee (clarified butter) can be used for massage."
},
{

"disease":"Anxiety",
"url":"https://tse4.mm.bing.net/th?id=OIP.8YZ0SwqH57ZfrRY33Uqu3wHaD4&pid=Api&P=0&w=324&h=171",
"remedy":"The appliance of Paste of Ayurvedic Herbs (Tagara, Vacha, Rakta-Chandan, and Nilotapala-these four herbs mixed with Luke warm Ghee).The Ayurvedic Herbs such as Bacopa, Gotu Kola, Dwarf Morning Glory, Ashwagandha, Mucuna, Licorice, and Indian Spikenard are globally acclaimed for their positive impact on mental and emotional wellbeing.Ayurveda also considers behavior therapy or modification as one of the important pillars of mental health. Besides, Yoga, meditation, and relaxation techniques prove to be considerably helpful.All kinds of massages with essential oils are recommended, and before going to bed you can massage your feet with these oils. This helps to improve the quality of our sleep, which is essential for dealing with anxiety."

},
{
"disease":"HighCholestrol",
"url":"https://tse4.mm.bing.net/th?id=OIP.A_2QSZSFT2Kdm2VadpsPFQHaEc&pid=Api&P=0&w=259&h=156",
"remedy":"Medicago Satina:Best ayurvedic remedies for high cholesterol levels, they are better known as Alfalfa and are famous for their ability to deal with artery-related diseases. They are capable of clearing arteries that are congested with cholesterol. They can be consumed daily as a whole or by mixing them in juice.Arjuna: Arjuna is yet another powerful Ayurvedic herb that is mighty powerful in dealing with cardiac conditions such as heart blockages, heart attacks, etc. The bark of the Arjuna tree can be taken and consumed in the form of powder. This ayurvedic herb ' Arjuna' has the capability to dissolve cholesterol and prevent heart blockages. This should be consumed earlier in the morning, before breakfast with lukewarm water."
},{
"disease":"Stress",
"url":"https://tse2.mm.bing.net/th?id=OIP.LV27IMp5ascYnsvcd6SMMgHaFj&pid=Api&P=0&w=207&h=156",
"remedy":"Ayurvedic medicine for stress and depression:-, the herbs jatamansi, Sarpagandha, Ashwagandha, Brahmi, Vacha & shankapushpi are prescribed in conditions of a disturbed mind. They strengthen the nervous system so that the body can handle added levels of tension and stress and restore normal mental conditions.Ayurvedic treatment of stress and anxiety disorder implies curbing the aggravated Vata dosha and conserving a stable and peaceful mind through appropriate changes in diet and lifestyle. Ayurveda recommends therapies like Abyanga, Shirovasti, Shiroabhyanga, Shirodhara, Nasya, Thalam, Thalapothichil, etc. for the treatment of Stress-related problems. Regular Yoga and Pranayama are also highly suggested by Ayurveda for the treatment of Stress and Anxiety."
},
{
"disease":"Obesity",
"url":"https://tse3.mm.bing.net/th?id=OIP.7nQZ0ZVQLISFeqhMmI7M4QHaFp&pid=Api&P=0&w=201&h=154",
"remedy":"Udvartana therapy is the most common Ayurvedic treatment recommended to cure obesity where herbal powders (in the form of oils or dry powders) are used to remove the blockages and stiffness of the body. Sesame oil along with other herbs is used to reduce the fat tissue and maintain the softness of the skin.Triphala, Brahmi, and Garcinia cambogia are a few of the many medicinal plants that help in weight reduction. Easily obtainable fresh curry leaves, turmeric, mint, and spices like ginger, cinnamon, black pepper are found to be very beneficial. Guggul, a gum resin made from the Commiphora Mukul tree, is a well-known natural substance, once appropriately purified and processed can treat disorders of fat metabolism. Studies have shown that it can break down fat cells. Kalonji or black cumin and Vijaysar (Kino tree) are other well-known herbs used for Ayurvedic treatment for weight loss."




}




]



}

